{
  "plugins": {
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim",
      "version": "'v2.0.0'"
    },
    "lualine": {
      "src": "https://github.com/nvim-lualine/lualine.nvim",
      "version": "'b8c2315'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'v2.7.0'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/kyazdani42/nvim-web-devicons",
      "version": "'c2599a8'"
    },
    "oil": {
      "src": "https://github.com/stevearc/oil.nvim",
      "version": "'v2.15.0'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": "'b9fd522'"
    },
    "telescope": {
      "src": "https://github.com/nvim-telescope/telescope.nvim",
      "version": "'v0.2.2'"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree",
      "version": "'28f2f54'"
    }
  }
}
